Repository: OmegaT-L10N/uk
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Enter the segment number:
uk_ua: Введіть номер сегмента:

source: Enter your master password.
uk_ua: Введіть ваш майстер-пароль.

source: Entries
uk_ua: Записи

source: Entries from the writeable glossary are in bold.
uk_ua: Записи з редагованого глосарію виділено жирним шрифтом.

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
uk_ua: Ефемерна сторінка<p>Я синій щит смерті<p>Ніхто не чує твоїх криків.

source: Equal source & target
uk_ua: Переклад та джерело еквівалентні

source: Error
uk_ua: Помилка

source: Error checking out the project from remote repository:
uk_ua: Помилка перевірки проекту з віддаленого сховища:

source: Error checking out the project from remote repository: {0}
uk_ua: Помилка перевірки проекту з віддаленого сховища: {0}

source: Error creating project!
uk_ua: Помилка у створенні файлу!

source: Error decoding user and password.
uk_ua: Помилка декодування імʼя користувача та паролю.

source: Error during regular expression replacement:
uk_ua: Помилка під час заміни регулярного виразу:

source: Error extracting MT result from MyMemory, response:
uk_ua: Помилка вилучення результату MT з MyMemory, відповідь:

source: Error fixing tags
uk_ua: Помилка виправлення теґів

source: Error in file
uk_ua: Помилка в файлі

source: Error in file {0}, line {1}
uk_ua: Помилка у файлі {0}, рядок {1}

source: Error initializing marker '{0}'
uk_ua: Помилка у встановленні маркеру '{0}'

source: Error load plugin from class '{0}': {1}: {2}
uk_ua: Помилка при завантаженні додатку з класу '{0}': {1}: {2}

source: Error monitoring external command!
uk_ua: Помилка контролю за зовнішньою командою!

source: Error on application startup
uk_ua: Помилка при запуску програми

source: Error reading TMX level2 at line {0} column {1}
uk_ua: Помилка у прочитанні другого рівня TMX у рядку {0} стовпця {1}

source: Error retrieve {0} as remote project file
uk_ua: Помилка завантаження {0} як віддалений файл проекту

source: Error saving project file!
uk_ua: Помилка у збереженні файлу!

source: Error saving segmentation rules configuration:
uk_ua: Помилка збереження конфігурації правил сегментації:

source: Error searching directory tree!
uk_ua: Пошук помилки у структурі каталогу!

source: Error starting external command: {0}
uk_ua: Помилка при запуску зовнішньої команди: {0}

source: Error unload plugin from class '{0}': {1}
uk_ua: Помилка вивантаження додатку з класу '{0}': {1}

source: Error updating glossary file
uk_ua: Помилка оновлення файлу глосарію

source: Error while reading MT results
uk_ua: Помилка під час читання результатів MT

source: Error while trying to edit the project!
uk_ua: Сталась помилка під час редагування проекту!

source: Error while trying to save script.
uk_ua: Сталася помилка під час збереження скрипту.

source: Error {0}: {1}
uk_ua: Помилка {0}: {1}

source: Errors found:
uk_ua: Помилок знайдено:

source: Escape
uk_ua: Вийти

source: Escaped binary char contains malformed data ({0})!
uk_ua: Пропущений двійковий символ містить хибні дані ({0})!

source: Escaped character never terminated!
uk_ua: Вихідний статус ніколи не обмежується!

source: Escaped decimal char contains malformed data ({0})!
uk_ua: Пропущений десятковий символ містить хибні дані ({0})!

source: Esperanto
uk_ua: Есперанто

source: Estonian
uk_ua: Естонська

source: Event: application shutdown
uk_ua: Подія: закриття програми

source: Event: application startup
uk_ua: Подія: запуск програми

source: Event: font changed
uk_ua: Подія: шрифт змінено

source: Event: new entry activated
uk_ua: Подія: активовано новий запис

source: Event: new file activated ({0})
uk_ua: Подія: активовано новий файл ({0})

source: Event: project change - "{0}"
uk_ua: Подія: зміна проекту - «{0}»

source: Ewe
uk_ua: Еве

source: Exact &match
uk_ua: Точний&збіг

source: Exact match:
uk_ua: Точний збіг:

source: Example - Search and Replace
uk_ua: Приклад - Пошук та заміна

source: Exception occurred:
uk_ua: Виявлено виняткову ситуацію:

source: Exception while editing options:
uk_ua: Виняток під час параметрів редагування:

source: Exception while parsing:
uk_ua: Виняток під час аналізу:

source: Exceptions occurred while loading segmentation rules:
uk_ua: Під час завантаження правил сегментації зʼявилися винятки:

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
uk_ua: Викликати сторінку допомоги<p>Нитки павутини тримають тебе<p>404 не знайдено

source: Exclude Pattern
uk_ua: Вилучити шаблон

source: Exclude orphan segments
uk_ua: Вилучити зайві сегменти

source: Exclusion Patterns
uk_ua: Шаблони вилучення

source: Executing external command...
uk_ua: Виконання зовнішньої команди…

source: Exit code {0}: "{1}"
uk_ua: Код виходу {0}: «{1}»

source: Exit code: {0}
uk_ua: Код виходу: {0}

source: Export Selection
uk_ua: Експорт обраного

source: External Lin&ks
uk_ua: Зовнішні посилання

source: External Post-processing Command
uk_ua: Команда зовнішньої подальшої обробки

source: External Post-processing Command (Disabled):
uk_ua: Команда зовнішньої подальшої обробки (Вимкнута):

source: External Post-processing Command:
uk_ua: Команда зовнішньої подальшої обробки:

source: External Search
uk_ua: Зовнішній пошук

source: External Search...
uk_ua: Зовнішній пошук…

source: External TMX Options
uk_ua: Зовнішні налаштування ТМХ

source: External TMXs...
uk_ua: Зовнішні ТМХ…

source: External command completed.
uk_ua: Зовнішня команда виконана.

source: External command failed.
uk_ua: Не вдалося виконати зовнішню команду.

source: External command was interrupted.
uk_ua: Зовнішня команда була перервана.

source: Extracted comments:
uk_ua: Вилучені коментарі:

source: Extraneous
uk_ua: Зовнішній

source: Failed to back up preferences file.
uk_ua: Не вдалося створити резервну копію файлу.

source: Failed to commit source files!
uk_ua: Не вдалося зберегти файли оригіналу!

source: Failed to commit target files!
uk_ua: Не вдалося зберегти перекладені файли!

source: Failed to compile project files!
uk_ua: Не вдалося упорядкувати документи проекту!

source: Failed to create project!
uk_ua: Не вдалося створити проект!

source: Failed to load specified project!
uk_ua: Не вдалося завантажити вказаний проект!

source: Failed to load translation memory {0} for project!
uk_ua: Не вдалося завантажити памʼять перекладу {0} для проекту!

source: Failed to update project properties
uk_ua: Не вдалося оновити текст проекту

source: Faroese
uk_ua: Фарерська

source: Fatal error encountered - saving project file with '.recover' backup extension.
uk_ua: Виявлена фатальна помилка при збереженні файлу проекту з розширенням «.recover».

source: Fatal error on line {0}, column {1} while parsing:
uk_ua: Критична помилка у рядку {0}, стовпець {1} під час аналізу:

source: Few more things to remember
uk_ua: Ще кілька порад

source: Fijian
uk_ua: Фіджійська

source: File
uk_ua: Файл

source: File &Filters...
uk_ua: Фільтри &файлів…

source: File &Format
uk_ua: Формат &файлу

source: File Copy Failed
uk_ua: Не вдалося скопіювати файл

source: File Filters
uk_ua: Фільтри файлів

source: File Filters...
uk_ua: Фільтри файлів…

source: File Format
uk_ua: Формат файлу

source: File Name
uk_ua: Ім'я файлу

source: File formats
uk_ua: Формати файлу

source: File locations
uk_ua: Розташування файлів

source: File {0} does not exist!
uk_ua: Файл {0} не існує!

source: File {0}: {1}
uk_ua: Файл {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
uk_ua: Файл: перекладений / кількість сегментів (проект: унікально перекладені / унікальна, загальна кількість сегментів

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
uk_ua: Файл: % перекладених унікальних сегментів (залишилось унікальних) / проект: % перекладених унікальних сегментів (залишилось унікальних), загальна кількість сегментів

source: Filename
uk_ua: Ім'я файлу

source: Filename Variables:
uk_ua: Змінне ім'я файлу:

source: Filter
uk_ua: Фільтр

source: Filter '{0}' could not be loaded from '{1}'
uk_ua: Фільтр '{0}' не може бути завантаженим з '{1}'

source: Filter:
uk_ua: Фільтр:

source: Filters...
uk_ua: Фільтри…

source: Finished
uk_ua: Завершений

source: Finnish
uk_ua: Фінська

source: Flash XML Export
uk_ua: Файли Flash XML Export

source: Floating '?' character not tied to '>'!
uk_ua: Незакріплений символ «?» прив'язано до «>»!

source: Folder already exists and is not empty.
uk_ua: Тека вже існує або вона не порожня.

source: Folder does not exist
uk_ua: Тека не існує

source: Folder {0} was automatically created for team mode project
uk_ua: Тека {0} була автоматично створена для проекту командного режиму

source: Follow capitalization of the typed text
uk_ua: Слідкуйте за регістром введеного тексту

source: Font
uk_ua: Шрифт

source: Font...
uk_ua: Шрифт…

source: Foote&rs
uk_ua: Колон&титули

source: For a more comprehensive introduction see OmegaT for beginners on the OmegaT web site.
uk_ua: Більш докладну інструкцію можна переглянути на сайті OmegaT в розділі OmegaT для початківців.

source: For a more user-friendly way of launching OmegaT, you can use the Kaptain script provided (omegat.kaptn).
uk_ua: Для більш дружнього для користувача запуску OmegaT, ви можете використовувати наданий скрипт Kaptain (omegat.kaptn).

source: For advanced users, the chapter describes the command line mode and its possibilities.
uk_ua: Для досвідчених користувачів, розділ містить опис режиму командного рядка та його можливості.

source: For all files:
uk_ua: Для всіх файлів:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
uk_ua: Для отримання найкращих результатів, будь ласка, встановіть відповідні словники за допомогою пункту «Параметри» > «Перевірка правопису».

source: For example, in the default OmegaT shortcuts
uk_ua: Для прикладу, в типових комбінаціях OmegaT

source: For example:
uk_ua: Для прикладу:

source: For readability purposes, letters are written in uppercase here.
uk_ua: Для покращення читабельності, вони записані з великої літери

source: For the application
uk_ua: Для програмного забезпечення

source: For the documentation
uk_ua: Для документації

source: For this purpose download the following file and then execute it:
uk_ua: Для цього, завантажте вказаний нижче файл і запустіть його:

source: For your reference, OmegaT displays the translation of any word that is both present in the segment and registered in the glossary.
uk_ua: Для рекомендації, OmegaT показує переклад будь-якого слова яке присутнє в сегменті та зареєстровано в глосарії.

source: Format:
uk_ua: Формат:

source: Forward in history...
uk_ua: Далі в історії…

source: Forward-Backward
uk_ua: Вперед-назад

source: Found in:
uk_ua: Знайдено в:

source: French
uk_ua: Французька

source: From 100% memory
uk_ua: З 100% пам'яті

source: From ICE memory
uk_ua: З памʼяті ICE

source: From auto memory
uk_ua: З автоматичної пам'яті

source: From memory
uk_ua: З памʼяті

source: Fula, Fulah, Pulaar, Pular
uk_ua: Фулах

source: Full checking can lead to false positives in normal texts.
uk_ua: Повна перевірка може призвести до помилкових спрацьовувань у звичайних текстах.

source: Full table
uk_ua: Повна таблиця

source: Full text
uk_ua: Повний текст

source: Full text, including tags and numbers
uk_ua: Повний текст, включно з теґами та цифрами

source: Full/Half &width char insensitive
uk_ua: Повнорозмірні / напіврозмірні с&имволи

source: Fuzzy Matches
uk_ua: Нечіткий збіг

source: Galician
uk_ua: Галісійська

source: General
uk_ua: Загальні положення

source: Generalities
uk_ua: Загальні положення

source: Generate the translated file
uk_ua: Створення файлу перекладу

source: Georgian
uk_ua: Грузинська

source: German
uk_ua: Німецька

source: Get API Key
uk_ua: Отримати ключ API

source: Git '{0}' did nothing because there were no changes
uk_ua: Git '{0}' нічого не виконав, тому що не було змін

source: Git '{0}' error: {1}
uk_ua: Git '{0}' помилка: {1}

source: Git '{0}' execution finished successfully
uk_ua: Git '{0}' виконання закінчилося успішно

source: Git '{0}' execution start
uk_ua: Git '{0}' початок виконання

source: Give access to the five last edited projects.
uk_ua: Надає швидкий доступ до 5 останніх проектів, що редагувалися.

source: Global
uk_ua: Глобальний

source: Global spell checking
uk_ua: Глобальна перевірка правопису

source: Glossaries
uk_ua: Глосарії

source: Glossary
uk_ua: Глосарій

source: Glossary Files Folder
uk_ua: Тека глосарія

source: Glossary Folder:
uk_ua: Тека глосарія:

source: Glossary Matches
uk_ua: Збіги глосарію

source: Glossary auto-completer options
uk_ua: Автоматично завершений варіант глосарію

source: Glossary entries
uk_ua: Записи глосарію

source: Glossary file: {0}
uk_ua: Файл глосарію: {0}

source: Glossary files folder entered does not exist!
uk_ua: Тека глосарію не існує!

source: Glossary folder {0} does not exist.
uk_ua: Тека глосарію {0} не існує.

source: Glossary/Display Context Description for TBX Glossaries
uk_ua: Глосарій/Показ контекстного опису для глосаріїв TBX

source: Glossary/Use Stemming for Glossary Entries
uk_ua: Глосарій/Використовувати стемінг для словникових статей

source: Go To Segment
uk_ua: Перехід до сегмента

source: Go To Segment Source
uk_ua: Перейти до неперекладеного сегменту

source: Go To menu
uk_ua: Меню «Перехід»

source: Go to
uk_ua: Перехід

source: Go to Preferences > External Search to enable.
uk_ua: Перейдіть у розділ «Параметри» > «Зовнішній пошук» щоб увімкнути його.

source: GoTo Menu
uk_ua: Меню «Перехід»

source: Google Api key not available.
uk_ua: Ключ Google Api недоступний.

source: Google Translate
uk_ua: Перекладач від Google

source: Google Translate v2
uk_ua: Перекладач від Google v2

source: Goto &Line...
uk_ua: Йти до &рядка…

source: Greek, Modern
uk_ua: Грецька

source: Groovy (Apache Licence 2.0)
uk_ua: Groovy (ліцензія Apache 2.0)

source: Group {0} does not exist in search expression
uk_ua: Група {0} не існує в пошуковому виразі

source: Guaraní
uk_ua: Гуарані

source: Gujarati
uk_ua: Гуджараті

source: HHC file too big!
uk_ua: Файл HHC занадто великий!

source: HTML Help Compiler
uk_ua: HTML-довідка автора

source: HTML and XHTML
uk_ua: HTML і XHTML

source: HTML, XHTML, ODF and Infix segmentation
uk_ua: HTML, XHTML, ODF та інфіксування сегментації

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
uk_ua: HTMLParser 1.6 розроблена Сомік Рахом, Деррік Освальдом та іншими (ліцензія LGPL)

source: Haitian, Haitian Creole
uk_ua: Гаїтянська; Креольська гаїтянська

source: Has note
uk_ua: Має примітку

source: Hausa
uk_ua: Хауса

source: He&aders
uk_ua: За&головки

source: Hebrew (modern)
uk_ua: Іврит

source: Help
uk_ua: Довідка

source: Help & Manual
uk_ua: Файли Допомоги та керівництва

source: Help Menu
uk_ua: Меню «Довідка»

source: Help files
uk_ua: Файли довідки

source: Help menu
uk_ua: Меню «Довідка»

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
uk_ua: Допомога, яку ви шукаєте<p>Тікає з вашого шляху<p>Настала зима

source: Here you may also specify custom location of project folders.
uk_ua: Тут ви можете конкретизувати розташування тек проекту.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
uk_ua: Тут ви можете налаштувати для файлів, які будуть оброблятися, шаблони імені файлу мови оригіналу та налаштувати імена файлів мови перекладу, також вибрати, які кодування будуть використовуватися для завантаження файлу та збереження його перекладеного аналогу.

source: Herero
uk_ua: Гереро

source: Hide '{0}'
uk_ua: Згорнути «{0}»

source: Hide Advanced &Options
uk_ua: Приховати розширені на&лаштування

source: Highlight
uk_ua: Виділення

source: Highlight Pattern...
uk_ua: Виділений шаблон…

source: Hindi
uk_ua: Хінді

source: Hints
uk_ua: Підказки

source: Hiri Motu
uk_ua: Хірімоту

source: History
uk_ua: Історія

source: History Completion
uk_ua: Завершення історії

source: History Completions
uk_ua: Історія завершення

source: History Prediction
uk_ua: Підказки з історії

source: History Predictions
uk_ua: Підказки з історії

source: How to download and install dictionaries
uk_ua: Як завантажити та встановити словники

source: How-To
uk_ua: Практичні вказівки How To

source: However, if you made mistakes when you typed the formatting tags, your translated files might fail to open.
uk_ua: Але, якщо теґи розставлені некоректно, можуть виникнути проблеми з відкриттям перекладених файлів.

source: Hungarian
uk_ua: Угорська

source: Hyperlinks
uk_ua: Гіперпосилання

source: I Understand; Do It Anyway
uk_ua: Зрозуміло; Робіть це в будь-якому випадку

source: I&nsert Source
uk_ua: Вставити текст

source: IBM Watson not available.
uk_ua: IBM Watson не доступний.

source: ID
uk_ua: Ідентифікатор

source: IGNORED:
uk_ua: ІГНОРОВАНО:

source: ILIAS Language File
uk_ua: Мовний файл ILIAS

source: INI (key=value) files (*.ini)
uk_ua: INI (ключ=значення) файли (*.ini)

source: IOException encountered:
uk_ua: Виявлено IOException:

source: ISO 639-1/639-2 Language code list
uk_ua: Перелік кодів мов за стандартом ISO 639-1/639-2

source: ISO language codes
uk_ua: Коди мов ISO

source: Icelandic
uk_ua: Ісландська

source: Identifier used for alternative translations
uk_ua: Ідентифікатор, який використовується для альтернативних перекладів

source: Ido
uk_ua: Ідо

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
uk_ua: Якщо у файлі HTML вказано кодування, то його буде застосовано, не зважаючи на значення, яке ви вказали в цьому діалоговому вікні.

source: If Java is installed at system level and is in the command path, the full path need not be entered.)
uk_ua: Якщо Java встановлено в системі, і доступна через змінні оболонки, тоді повний шлях вказувати не обовʼязково.)

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
uk_ua: Якщо у файлі HHC або HHK є декларація кодування, вона буде використана незалежно від будь-якого значення, яке ви вказали в цьому діалоговому вікні.

source: If a file does not load into the Editor pane, then it could be that it is in a format that doesn't work in OmegaT.
uk_ua: Якщо файл не з'являється в панелі «Редактор», можливо, формат вхідного файлу не підтримується OmegaT.

source: If an Internet connection is available, various MT services such as Google Translate and Microsoft Translator can be used from within OmegaT.
uk_ua: При наявності мережевого зʼєднання, різноманітні сервіси, такі як Google Translate та Microsoft Translator, можуть використовуватися разом з OmegaT.

source: If checked, the entries are sorted alphabetically.
uk_ua: Якщо цю функцію обрано, записи будуть відсортовані в алфавітному порядку.

source: If checked, the longer entries are placed on the list first.
uk_ua: Якщо цю функцію обрано, довші записи будуть першими в списку.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
uk_ua: Якщо були зроблені зміни на локальній копії git чи svn, то результати будуть додані для подальших комітів.

source: If issue checking is slow, try disabling some of the optional checks.
uk_ua: Якщо перевірка проблеми виконується повільно, спробуйте вимкнути деякі додаткові перевірки.

source: If it is tar.bz, you have forgotten to unpack (untar) it.
uk_ua: Якщо це tar.bz, ви забули його розпакувати.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
uk_ua: Якщо пізніше доступ до потрібного місця буде надано, це місце розташування буде використано, і всі налаштування повернуться до типових значень в результаті зміни місця розташування.

source: If no text is selected, OmegaT selects the word that contains the letter immediately to the right of the cursor.
uk_ua: Якщо текст не обрано, OmegaT обирає слово, яке знаходиться праворуч від курсора.

source: If only one file is present, check its extension.
uk_ua: Якщо там лише один, перевірте його розширення.

source: If spell checking is activated, spelling mistakes and typos are recognized and can be corrected during translation.
uk_ua: Якщо активовано перевірку правопису, помилки та друкарські помилки розпізнаються і можуть бути виправлені під час перекладу.

source: If the filter has any options, you may change them by clicking Options.
uk_ua: Якщо фільтр має певні параметри, ви можете змінити їх, натиснувши на кнопку «Параметри».

source: If they do not conflict with system shortcuts, they should be available from within OmegaT.
uk_ua: Якщо вони не конфліктують із системними комбінаціями, то вони будуть доступні через OmegaT.

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
uk_ua: Якщо надалі ви захочете змінити будь-які налаштування проекту, вікно параметрів проекту завжди можна викликати, натиснувши Ctrl+E.

source: If you are on a Mac and you want to add a Shift Command S shortcut to Tools Statistics , add the following line to your MainMenuShortcuts.properties:
uk_ua: Якщо ви використовуєте Mac та бажаєте додати Shift Command S скорочення до пункту Інструменти Статистика , додайте наступний рядок до вашого MainMenuShortcuts.properties:

source: If you are using an authenticated proxy, please enter here your user and password.
uk_ua: Якщо ви використовуєте аутентифікований проксі, введіть імʼя користувача і пароль.

source: If you can see the file OmegaT but not OmegaT.exe in your File Manager (Windows Explorer), change the settings so that file extensions are displayed.
uk_ua: Якщо ви бачите файл OmegaT, але не видно OmegaT.exe у вашому файловому менеджері (Windows Explorer), змініть налаштування, аби він показував розширення файлу.

source: If you have already Java installed on your system, one way to install OmegaT is to use Java Web Start.
uk_ua: Якщо Java вже встановлена, то найпростіше встановити поточну версію OmegaT за допомогою Java Web Start.

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT users group.
uk_ua: Якщо ви потребуєте допомоги по будь-якому аспекту OmegaT, не вагаючись приєднуйтеся до групи користувачів OmegaT.

source: If you place such translation memory files in the /tm/ subfolder of a project, OmegaT will automatically search them for similar segments, called "fuzzy matches".
uk_ua: Якщо покласти файл памʼяті до підтеки /tm/, OmegaT автоматично шукатиме схожі сегменти, позначивши знайдене як «Нечіткі збіги» (fuzzy matches).

source: If you used linux-install.sh script, you should be able to launch OmegaT with:
uk_ua: Якщо ви використовували скрипт linux-install.sh, ви можете запускати OmegaT таким чином:

source: If you want to use Shift Ctrl O to open a project, modify your MainMenuShortcuts.properties as follows:
uk_ua: Якщо ви бажаєте використовувати Shift Ctrl O для відкриття проекту, змініть у вашому MainMenuShortcuts.properties значення на наступне:

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
uk_ua: Якщо ви бажаєте використовувати для інтерфейсу OmegaT ту саму мову, що обрана під час встановлення, встановіть прапорець.
